Repository: martianbandit/E_com_clt_pers_ima_grok_campagn
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: Dashboard
fr: Tableau de bord

source: Customer Profiles
fr: Profils clients

source: Campaigns
fr: Campagnes

source: Image Generator
fr: Générateur d'images

source: Products
fr: Fiches Produits

source: Hyper-personalized marketing solutions for boutique retailers and niche markets.
fr: Solutions marketing hyper-personnalisées pour les boutiques et marchés de niche.

source: All rights reserved.
fr: Tous droits réservés.

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Create
fr: Créer

source: Generate
fr: Générer

source: Submit
fr: Soumettre

source: Success
fr: Succès

source: Error
fr: Erreur

source: Warning
fr: Avertissement

source: Hyper-Personalized Marketing
fr: Marketing Hyper-Personnalisé

source: Create highly targeted marketing campaigns for boutique niches using advanced AI
fr: Créez des campagnes marketing hautement ciblées pour les niches de boutique en utilisant l'IA avancée

source: This application uses Grok AI and other language models to generate personalized customer profiles, detailed personas, and tailored marketing content across languages, formats, and tones in mere seconds.
fr: Cette application utilise Grok AI et d'autres modèles de langage pour générer des profils clients personnalisés, des personas détaillés et du contenu marketing sur mesure dans différentes langues, formats et tons en quelques secondes.

source: Generate Profiles
fr: Générer des Profils

source: Explore Profiles
fr: Explorer les Profils

source: Detailed Personas
fr: Personas Détaillés

source: Transform basic customer profiles into rich, detailed personas that bring your target audience to life.
fr: Transformez les profils clients de base en personas riches et détaillés qui donnent vie à votre public cible.

source: These written portraits capture their lifestyle, motivations, pain points, and purchasing behaviors in vivid detail.
fr: Ces portraits écrits capturent leur style de vie, leurs motivations, leurs points douloureux et leurs comportements d'achat avec beaucoup de détails.

source: Generate Personas
fr: Générer des Personas

source: Personalized Campaigns
fr: Campagnes Personnalisées

source: Create hyper-personalized marketing campaigns based on your customer profiles and personas.
fr: Créez des campagnes marketing hyper-personnalisées basées sur vos profils clients et personas.

source: Tailored content for different campaign types, including email, social media posts, advertisements, and product descriptions in the customer's language and local vernacular.
fr: Contenu sur mesure pour différents types de campagnes, y compris les e-mails, les publications sur les réseaux sociaux, les publicités et les descriptions de produits dans la langue du client et le vernaculaire local.

source: Create Campaigns
fr: Créer des Campagnes

source: Marketing Metrics
fr: Métriques Marketing

source: Track and analyze the performance of your marketing activities with built-in metrics and monitoring.
fr: Suivez et analysez les performances de vos activités marketing grâce aux métriques et à la surveillance intégrées.

source: Measure success rates for profile generation, persona creation, content generation, and image creation to optimize your marketing process.
fr: Mesurez les taux de réussite pour la génération de profils, la création de personas, la génération de contenu et la création d'images pour optimiser votre processus marketing.

source: View Metrics
fr: Voir les Métriques

source: Boutique Niches
fr: Niches de Boutique

source: Explore predefined niche markets for boutique businesses or create your own.
fr: Explorez des marchés de niche prédéfinis pour les entreprises de boutique ou créez les vôtres.

source: Each niche comes with key characteristics that help generate more relevant customer profiles and more effective marketing content.
fr: Chaque niche est associée à des caractéristiques clés qui aident à générer des profils clients plus pertinents et du contenu marketing plus efficace.

source: Explore Niches
fr: Explorer les Niches

source: Customer Personas
fr: Personas Clients

source: Create New Persona
fr: Créer un Nouveau Persona

source: Search personas...
fr: Rechercher des personas...

source: All Niches
fr: Toutes les Niches

source: All Boutiques
fr: Toutes les Boutiques

source: Reset
fr: Réinitialiser

source: View Details
fr: Voir les Détails

source: Assign to Customer
fr: Assigner à un Client

source: View Complete Profile
fr: Voir le Profil Complet

source: No personas available
fr: Aucun persona disponible

source: Create your first customer persona to get started
fr: Créez votre premier persona client pour commencer

source: Used by
fr: Utilisé par

source: customers
fr: clients

source: Not specified
fr: Non spécifié

source: Primary Goal
fr: Objectif Principal

source: What are Customer Personas?
fr: Que sont les Personas Clients ?

source: Customer personas are semi-fictional representations of your ideal customers based on market research and real data about your existing customers.
fr: Les personas clients sont des représentations semi-fictives de vos clients idéaux basées sur des études de marché et des données réelles concernant vos clients existants.

source: By creating detailed personas, you can better understand your customers' needs, behaviors, concerns, and motivations, allowing you to tailor your marketing efforts and product development specifically to them.
fr: En créant des personas détaillés, vous pouvez mieux comprendre les besoins, comportements, préoccupations et motivations de vos clients, ce qui vous permet d'adapter spécifiquement vos efforts marketing et le développement de vos produits.

source: Persona Statistics
fr: Statistiques des Personas

source: Total Personas
fr: Total des Personas

source: Customer Associations
fr: Associations Clients

source: Primary Personas
fr: Personas Principaux

source: Secondary Personas
fr: Personas Secondaires

source: Personas by Niche
fr: Personas par Niche

source: Without niche
fr: Sans niche

source: Persona Details
fr: Détails du Persona

source: Loading...
fr: Chargement...

source: Close
fr: Fermer

source: Edit Persona
fr: Modifier le Persona

source: Title
fr: Titre

source: Niche Market
fr: Marché de Niche

source: Select a niche
fr: Sélectionner une niche

source: Select a boutique
fr: Sélectionner une boutique

source: Pain Points
fr: Points Douloureux

source: Age Range
fr: Tranche d'Âge

source: Gender
fr: Genre

source: Select a gender
fr: Sélectionner un genre

source: Income Level
fr: Niveau de Revenu

source: Select income level
fr: Sélectionner un niveau de revenu

source: Middle
fr: Moyen

source: Affluent
fr: Aisé

source: Luxury
fr: Luxe

source: Interests
fr: Intérêts

source: Technology, travel, fashion...
fr: Technologie, voyages, mode...

source: Separate multiple interests with commas
fr: Séparez les intérêts multiples par des virgules

source: Buying Habits
fr: Habitudes d'Achat

source: Confirm Deletion
fr: Confirmer la Suppression

source: Are you sure you want to delete the persona
fr: Êtes-vous sûr de vouloir supprimer le persona

source: Warning: This persona is currently assigned to one or more customers. Deleting it will remove all associations.
fr: Attention : Ce persona est actuellement assigné à un ou plusieurs clients. Le supprimer supprimera toutes les associations.

source: This action cannot be undone.
fr: Cette action ne peut pas être annulée.

source: Assign Persona to Customer
fr: Assigner un Persona à un Client

source: Select Customer
fr: Sélectionner un Client

source: Choose a customer...
fr: Choisir un client...

source: years
fr: ans

source: Set as primary persona
fr: Définir comme persona principal

source: If checked, this will become the main persona for the selected customer.
fr: Si coché, cela deviendra le persona principal pour le client sélectionné.

source: Relevance Score
fr: Score de Pertinence

source: Persona created successfully
fr: Persona créé avec succès

source: Error creating persona: {}
fr: Erreur lors de la création du persona : {}

source: Persona deleted successfully
fr: Persona supprimé avec succès

source: Error deleting persona: {}
fr: Erreur lors de la suppression du persona : {}

source: Persona "{}" assigned to customer "{}" successfully
fr: Persona "{}" assigné au client "{}" avec succès

source: Error assigning persona: {}
fr: Erreur lors de l'assignation du persona : {}
